Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=6_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Sääʹmteeʹǧǧ sååbbar
fin: Saamelaiskäräjien kokous

source: Sääʹmteeʹǧǧ sååbbar eeʹttkâʹstt Sääʹmteeʹǧǧ pââimõs tuʹmmjemvääʹld.
fin: Saamelaiskäräjien kokous edustaa Saamelaiskäräjien ylintä päätösvaltaa.

source: Tõt noorââtt 4-5 vuâra eeʹjjest.
fin: Se kokoontuu 4-5 kertaa vuodessa.

source: Sääʹmteeʹǧǧ sååbbar tuʹmmai jäänmõsân nåkam ceâlklmõõžžin, čuäʹjtõõzzin da jeeʹres beäʹlestväʹlddmõõžžid, koid sääʹmteʹǧǧ lij ouddam.
fin: Saamelaiskäräjien kokous päättää pääsääntöisesti saamelaiskäräjien antamista lausunnoista, esityksistä ja muista kannanotoista.

source: Valdiasååbbar mieʹrrad sääʹmteeʹǧǧ vuässliʹžžen (21) da vääʹrrvuässliʹžžen (4) sääʹmteeʹǧǧ vaalin jäänmõsân jiõnid vuäǯǯam oummid, seârvvna nuʹtt, što juõʹǩǩ sääʹm dommvuuʹd kååʹddest (Enontekiö, Aanar, Suäʹđjel da Uccjokk) âlgg leeʹd uuʹccmõsân kolmm vuässla da pukin täin kooʹddin õhtt vääʹrrvuässlaž.
fin: Valtioneuvosto määrää saamelaiskäräjien jäseniksi (21) ja varajäseniksi (4) saamelaiskäräjävaaleissa eniten ääniä saaneet henkilöt, kuitenkin niin, että jokaisesta saamelaisten kotiseutualueen kunnasta (Enontekiö, Inari, Sodankylä ja Utsjoki) tulee vähintään kolme jäsentä ja kustakin kunnasta yksi varajäsen.

source: Tuåimmpââi 2012 - 2015 vuässla da vääʹrrvuässla:
fin: Toimikauden 2012 - 2015 jäsenet ja varajäsenet:

source: Vuässla:
fin: Jäsenet:

source: Paltto Heikki, I vääʹrrsj.
fin: Paltto Heikki I varapj. Haltta Tauno

source: Magga Ulla-Maarit, II vääʹrrsj.
fin: Näkkäläjärvi Janne Pohjanrinne Arto

source: Vääʹrrvuässla:
fin: Sujala Antti
